{
  "title": "Terms & Conditions",
  "sections": [
    {
      "heading": "1. Eligibility",
      "content": [
        "You must be at least 18 years old and able to enter a legally binding contract to use MyAZStore and make purchases."
      ]
    },
    {
      "heading": "2. Use of Our Website",
      "content": [
        "You agree not to misuse the website or attempt to disrupt its functionality.",
        "This includes attempting unauthorized access, uploading harmful files, or interfering with servers."
      ]
    },
    {
      "heading": "3. Product Information",
      "content": [
        "We strive to provide accurate product descriptions, images, and pricing.",
        "However, errors may occur and we reserve the right to correct them without notice."
      ]
    },
    {
      "heading": "4. Orders & Payments",
      "content": [
        "Orders are confirmed only after successful payment authorization.",
        "We may cancel or refuse orders in cases of payment failure, suspected fraud, incorrect pricing, or stock unavailability."
      ]
    },
    {
      "heading": "5. Pricing & Billing",
      "content": [
        "All prices include applicable taxes unless specified otherwise.",
        "You authorize us to charge your selected payment method for the full order amount."
      ]
    },
    {
      "heading": "6. Shipping & Delivery",
      "content": [
        "Delivery timelines are estimates and may vary due to courier delays or unforeseen circumstances.",
        "Risk passes to you once the order is handed over to the courier."
      ]
    },
    {
      "heading": "7. Returns, Refunds & Cancellations",
      "content": [
        "Our Returns & Refund Policy defines conditions for returns and cancellations.",
        "Once an order is shipped, cancellation eligibility depends on product category."
      ]
    },
    {
      "heading": "8. User Accounts",
      "content": [
        "You are responsible for maintaining account confidentiality.",
        "Report unauthorized access immediately."
      ]
    },
    {
      "heading": "9. Intellectual Property",
      "content": [
        "All content, graphics, and branding belong to MyAZStore and may not be reused without permission."
      ]
    },
    {
      "heading": "10. Limitation of Liability",
      "content": [
        "We are not liable for direct, indirect, or consequential damages arising from the use of our services.",
        "Use the website at your own risk."
      ]
    },
    {
      "heading": "11. Privacy & Data Protection",
      "content": [
        "Your data is processed according to our Privacy Policy.",
        "By using our website, you consent to such processing."
      ]
    },
    {
      "heading": "12. Changes to Terms",
      "content": [
        "We may update these Terms at any time.",
        "Changes take effect as soon as they are posted on this page."
      ]
    },
    {
      "heading": "13. Contact Information",
      "content": ["Email: support@myazstore.shop", "Phone: +91 7563092029"]
    }
  ]
}
